{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FMarkdownAssetEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Markdown"
					},
					"Translation":
					{
						"Text": "Markdown"
					},
					"Key": "MarkdownAssetCategory"
				}
			]
		},
		{
			"Namespace": "MarkdownAssetActions",
			"Children": [
				{
					"Source":
					{
						"Text": "Markdown Text"
					},
					"Translation":
					{
						"Text": "Markdownテキスト"
					},
					"Key": "MarkdownAssetName"
				}
			]
		},
		{
			"Namespace": "MarkdownAssetEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "1."
					},
					"Translation":
					{
						"Text": "1."
					},
					"Key": "NumberedList"
				},
				{
					"Source":
					{
						"Text": "B"
					},
					"Translation":
					{
						"Text": "B"
					},
					"Key": "Bold"
				},
				{
					"Source":
					{
						"Text": "Code"
					},
					"Translation":
					{
						"Text": "コード"
					},
					"Key": "Code"
				},
				{
					"Source":
					{
						"Text": "Edit Markdown Text"
					},
					"Translation":
					{
						"Text": "Markdownテキストを編集"
					},
					"Key": "EditMarkdownText"
				},
				{
					"Source":
					{
						"Text": "H1"
					},
					"Translation":
					{
						"Text": "H1"
					},
					"Key": "H1"
				},
				{
					"Source":
					{
						"Text": "H2"
					},
					"Translation":
					{
						"Text": "H2"
					},
					"Key": "H2"
				},
				{
					"Source":
					{
						"Text": "H3"
					},
					"Translation":
					{
						"Text": "H3"
					},
					"Key": "H3"
				},
				{
					"Source":
					{
						"Text": "HR"
					},
					"Translation":
					{
						"Text": "HR"
					},
					"Key": "HR"
				},
				{
					"Source":
					{
						"Text": "I"
					},
					"Translation":
					{
						"Text": "I"
					},
					"Key": "Italic"
				},
				{
					"Source":
					{
						"Text": "List"
					},
					"Translation":
					{
						"Text": "リスト"
					},
					"Key": "BulletList"
				},
				{
					"Source":
					{
						"Text": "Markdown Asset Editor"
					},
					"Translation":
					{
						"Text": "Markdownアセットエディタ"
					},
					"Key": "ToolkitName"
				},
				{
					"Source":
					{
						"Text": "Markdown Editor"
					},
					"Translation":
					{
						"Text": "Markdownエディタ"
					},
					"Key": "MainTab"
				},
				{
					"Source":
					{
						"Text": "Markdown Editor"
					},
					"Translation":
					{
						"Text": "Markdownエディタ"
					},
					"Key": "MarkdownEditorCommands"
				},
				{
					"Source":
					{
						"Text": "Markdown Editor"
					},
					"Translation":
					{
						"Text": "Markdownエディタ"
					},
					"Key": "EditorTabLabel"
				},
				{
					"Source":
					{
						"Text": "Quote"
					},
					"Translation":
					{
						"Text": "引用"
					},
					"Key": "Quote"
				},
				{
					"Source":
					{
						"Text": "S"
					},
					"Translation":
					{
						"Text": "S"
					},
					"Key": "Strikethrough"
				},
				{
					"Source":
					{
						"Text": "Table"
					},
					"Translation":
					{
						"Text": "テーブル"
					},
					"Key": "Table"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "MarkdownAssetEditor",
					"Children": [
						{
							"Source":
							{
								"Text": "Bold"
							},
							"Translation":
							{
								"Text": "太字"
							},
							"Key": "Bold"
						},
						{
							"Source":
							{
								"Text": "Bullet List"
							},
							"Translation":
							{
								"Text": "箇条書き"
							},
							"Key": "BulletList"
						},
						{
							"Source":
							{
								"Text": "Code Block"
							},
							"Translation":
							{
								"Text": "コードブロック"
							},
							"Key": "InsertCodeBlock"
						},
						{
							"Source":
							{
								"Text": "H1"
							},
							"Translation":
							{
								"Text": "H1"
							},
							"Key": "Heading1"
						},
						{
							"Source":
							{
								"Text": "H2"
							},
							"Translation":
							{
								"Text": "H2"
							},
							"Key": "Heading2"
						},
						{
							"Source":
							{
								"Text": "H3"
							},
							"Translation":
							{
								"Text": "H3"
							},
							"Key": "Heading3"
						},
						{
							"Source":
							{
								"Text": "Horizontal Rule"
							},
							"Translation":
							{
								"Text": "水平線"
							},
							"Key": "HorizontalRule"
						},
						{
							"Source":
							{
								"Text": "Insert a Markdown table"
							},
							"Translation":
							{
								"Text": "Markdownのテーブルを挿入"
							},
							"Key": "InsertTable_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Insert a blockquote"
							},
							"Translation":
							{
								"Text": "Insert a blockquote"
							},
							"Key": "Blockquote_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Insert a bullet list item"
							},
							"Translation":
							{
								"Text": "箇条書きリストの項目を挿入"
							},
							"Key": "BulletList_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Insert a fenced code block"
							},
							"Translation":
							{
								"Text": "フェンスで囲まれたコードブロックを挿入"
							},
							"Key": "InsertCodeBlock_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Insert a horizontal rule"
							},
							"Translation":
							{
								"Text": "水平線を挿入"
							},
							"Key": "HorizontalRule_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Insert a numbered list item"
							},
							"Translation":
							{
								"Text": "番号付きリストの項目を挿入"
							},
							"Key": "NumberedList_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Insert heading level 1"
							},
							"Translation":
							{
								"Text": "見出しレベル1を挿入"
							},
							"Key": "Heading1_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Insert heading level 2"
							},
							"Translation":
							{
								"Text": "見出しレベル2を挿入"
							},
							"Key": "Heading2_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Insert heading level 3"
							},
							"Translation":
							{
								"Text": "見出しレベル3を挿入"
							},
							"Key": "Heading3_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Italic"
							},
							"Translation":
							{
								"Text": "斜体"
							},
							"Key": "Italic"
						},
						{
							"Source":
							{
								"Text": "Numbered List"
							},
							"Translation":
							{
								"Text": "番号付きリスト"
							},
							"Key": "NumberedList"
						},
						{
							"Source":
							{
								"Text": "Quote"
							},
							"Translation":
							{
								"Text": "引用"
							},
							"Key": "Blockquote"
						},
						{
							"Source":
							{
								"Text": "Strikethrough"
							},
							"Translation":
							{
								"Text": "取り消し線"
							},
							"Key": "Strikethrough"
						},
						{
							"Source":
							{
								"Text": "Table"
							},
							"Translation":
							{
								"Text": "テーブル"
							},
							"Key": "InsertTable"
						},
						{
							"Source":
							{
								"Text": "Wrap selection with bold markers (**)"
							},
							"Translation":
							{
								"Text": "選択範囲を太字マーカー (**) で囲む"
							},
							"Key": "Bold_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Wrap selection with italic markers (*)"
							},
							"Translation":
							{
								"Text": "選択範囲を斜体マーカー (*) で囲む"
							},
							"Key": "Italic_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Wrap selection with strikethrough markers (~~)"
							},
							"Translation":
							{
								"Text": "選択範囲を取り消し線マーカー (~~) で囲む"
							},
							"Key": "Strikethrough_ToolTip"
						}
					]
				}
			]
		}
	]
}